"hideActionTitle" = "Don’t show in Network Monitor";
"hideActionDescription" = "Don’t show connections in Network Monitor even if they are allowed";
"hideViaActionTitleFormat %@" = "Don’t show connections via %@ in Network Monitor";
"hideViaActionDescriptionFormat %@" = "Don’t show connections via %@ in Network Monitor even if they are allowed";

"factoryRuleToolTip" = "Factory rule";
"globalRuleToolTip" = "Global rule, applies to processes from all users";
"systemRuleToolTip" = "System rule, applies only to system processes (owned by root or some other system user)";
"protectedRuleToolTip" = "Protected rule, cannot be deleted or modified";
"temporaryRuleToolTipFormat %@" = "Temporary rule, valid %@";
"unapprovedRuleToolTip" = "Unapproved rule, has been created at the connection alert";
"userDefinedRuleToolTip" = "User defined rule";

"_untilQuitFormat %@" = "until %@ quits";
"_untilExpiryDateFormat %@" = "until %@";
"_untilExpiryTodayFormat %@" = "until today at %@";
"_untilExpiryTomorrowFormat %@" = "until tomorrow at %@";
"_untilLogin" = "until login";
"_untilLogout" = "until logout";
"_untilRestart" = "until the computer is restarted";

"creationDateFormat %@" = "Created %@";
